{
  "_comment_foods_content": "========== COMIDAS - Palavras Secretas ==========",
  "Strogonoff": "Strogonoff",
  "Cabbage": "Repolho",
  "Fried chicken": "Frango frito",
  "Vanilla ice cream": "Sorvete de baunilha",
  "Corn with butter": "Milho com manteiga",
  "Creme brulee": "Creme brulee",
  "Rice": "Arroz",
  "Beans": "Feijão",
  "Vegan burger": "Hambúrguer vegano",
  "Bacon burger": "Hambúrguer com bacon",
  "Milkshake": "Milkshake",
  "Brocolli Pizza": "Pizza de brócolis",
  "Caesar Salad": "Salada Caesar",
  "Carrot Soup": "Sopa de cenoura",
  "Beef Lasagna": "Lasanha de carne",
  "Vegan Lasagna": "Lasanha vegana",
  "French fries with cheddar": "Batata frita com cheddar",
  "Sushi": "Sushi",

  "_comment_foods_first": "========== COMIDAS - Primeiro Conjunto de Perguntas ==========",
  "Does this food have a strong smell that you can recognize immediately?": "Esta comida tem um cheiro forte que você reconhece imediatamente?",
  "Would this food still taste good if it were reheated the next day?": "Esta comida ainda teria um gosto bom se fosse reaquecida no dia seguinte?",
  "Is this something you'd probably share with friends or keep for yourself?": "É algo que você provavelmente compartilharia com amigos ou guardaria para você?",
  "Could this food be made at home easily?": "Esta comida poderia ser feita em casa facilmente?",
  "Does it have multiple colors?": "Tem múltiplas cores?",
  "Would it be considered a healthy choice?": "Seria considerada uma escolha saudável?",
  "Could it be eaten without utensils while walking?": "Poderia ser comida sem utensílios enquanto caminha?",
  "Is it commonly served in restaurants?": "É comumente servida em restaurantes?",
  "Does it usually require cooking before eating?": "Geralmente requer cozimento antes de comer?",
  "Is it made from animal products?": "É feita de produtos animais?",
  "Can it be stored for more than a week without spoiling?": "Pode ser armazenada por mais de uma semana sem estragar?",
  "Is it typically eaten as a main course?": "É tipicamente comida como prato principal?",
  "Does it contain dairy?": "Contém laticínios?",
  "Is it usually served in a bowl or plate?": "É geralmente servida em uma tigela ou prato?",
  "Would it be considered a comfort food?": "Seria considerada uma comida de conforto?",
  "Does it contain bread or dough?": "Contém pão ou massa?",
  "Is it more popular in summer than in winter?": "É mais popular no verão do que no inverno?",
  "Can it be spicy?": "Pode ser picante?",
  "Does it have a crunchy texture?": "Tem uma textura crocante?",
  "Would children usually enjoy eating it?": "As crianças geralmente gostam de comer isso?",

  "_comment_foods_second": "========== COMIDAS - Segundo Conjunto de Perguntas ==========",
  "Would you usually eat this with a fork, spoon, or just your hands?": "Você normalmente comeria isso com garfo, colher ou apenas com as mãos?",
  "If this food were served at a fancy restaurant, how might it be presented?": "Se esta comida fosse servida em um restaurante chique, como seria apresentada?",
  "What unusual ingredient could be added to this food to surprise someone?": "Que ingrediente incomum poderia ser adicionado a esta comida para surpreender alguém?",
  "If you could invent a new flavor for this food, what would it be?": "Se você pudesse inventar um novo sabor para esta comida, qual seria?",
  "Is it something you might find at a street food market? Describe the setting.": "É algo que você poderia encontrar em um mercado de comida de rua? Descreva o ambiente.",
  "If this food were a holiday tradition, what would people do to celebrate it?": "Se esta comida fosse uma tradição de feriado, o que as pessoas fariam para celebrá-la?",
  "Is it more popular in a specific country? Which country and why?": "É mais popular em um país específico? Qual país e por quê?",
  "What drink would pair perfectly with this food?": "Que bebida combinaria perfeitamente com esta comida?",
  "Would this food be better for a romantic date or a family gathering?": "Esta comida seria melhor para um encontro romântico ou uma reunião familiar?",
  "If this food were a music genre, which one would it be and why?": "Se esta comida fosse um gênero musical, qual seria e por quê?",
  "What superpower would you get after eating this food?": "Que superpoder você ganharia depois de comer esta comida?",
  "Describe the texture of this food without naming it.": "Descreva a textura desta comida sem nomeá-la.",
  "What kind of event would this food be perfect for?": "Para que tipo de evento esta comida seria perfeita?",
  "If you could only eat this food for a week, how would you prepare it differently each day?": "Se você só pudesse comer esta comida por uma semana, como a prepararia de forma diferente a cada dia?",
  "What's the funniest or weirdest memory you have related to eating this food?": "Qual é a memória mais engraçada ou estranha que você tem relacionada a comer esta comida?",
  "If this food could talk, what would its personality be like?": "Se esta comida pudesse falar, como seria sua personalidade?",
  "How would you describe this food to someone who has never seen it?": "Como você descreveria esta comida para alguém que nunca a viu?",
  "If you had to make this food from scratch, what would be the hardest step?": "Se você tivesse que fazer esta comida do zero, qual seria o passo mais difícil?",
  "What celebrity would you invite to eat this food with you?": "Que celebridade você convidaria para comer esta comida com você?",
  "If this food were an animal, which one would it be?": "Se esta comida fosse um animal, qual seria?",

  "_comment_animals_content": "========== ANIMAIS - Palavras Secretas ==========",
  "Lion": "Leão",
  "Polar bear": "Urso polar",
  "Flamingo": "Flamingo",
  "Parrot": "Papagaio",
  "Alligator": "Jacaré",
  "Sloth": "Preguiça",
  "Panther": "Pantera",
  "Ant": "Formiga",
  "Ostrich": "Avestruz",
  "Zebra": "Zebra",
  "Octopus": "Polvo",
  "Capybara": "Capivara",
  "Bat": "Morcego",
  "Whale shark": "Tubarão-baleia",
  "Cat": "Gato",
  "Dog": "Cachorro",

  "_comment_animals_first": "========== ANIMAIS - Primeiro Conjunto de Perguntas ==========",
  "Does this animal live in water for most of its life?": "Este animal vive na água na maior parte da vida?",
  "Is it bigger than a human?": "É maior que um humano?",
  "Does it have fur?": "Tem pelo?",
  "Is it a carnivore?": "É carnívoro?",
  "Can it fly?": "Pode voar?",
  "Is it commonly found in zoos?": "É comumente encontrado em zoológicos?",
  "Is it considered dangerous to humans?": "É considerado perigoso para humanos?",
  "Does it live in groups or packs?": "Vive em grupos ou matilhas?",
  "Is it active mostly at night?": "É ativo principalmente à noite?",
  "Is it native to only one continent?": "É nativo de apenas um continente?",
  "Does it migrate seasonally?": "Migra sazonalmente?",
  "Is it a mammal?": "É um mamífero?",
  "Does it have a tail?": "Tem cauda?",
  "Is it known for its speed?": "É conhecido pela velocidade?",
  "Is it commonly kept as a pet?": "É comumente mantido como animal de estimação?",
  "Does it have a lifespan longer than 20 years?": "Tem expectativa de vida superior a 20 anos?",
  "Is it more often seen in warm climates?": "É mais frequentemente visto em climas quentes?",
  "Does it have bright or unusual colors?": "Tem cores brilhantes ou incomuns?",
  "Can it camouflage itself in its environment?": "Pode se camuflar no ambiente?",
  "Is it known for making loud or distinctive sounds?": "É conhecido por fazer sons altos ou distintivos?",

  "_comment_animals_second": "========== ANIMAIS - Segundo Conjunto de Perguntas ==========",
  "If you could give this animal a job, what would it be?": "Se você pudesse dar um trabalho a este animal, qual seria?",
  "What kind of home or shelter does this animal live in?": "Que tipo de casa ou abrigo este animal vive?",
  "If this animal were a character in a movie, would it be the hero, villain, or comic relief?": "Se este animal fosse um personagem de filme, seria o herói, vilão ou alívio cômico?",
  "What would a day in the life of this animal look like?": "Como seria um dia na vida deste animal?",
  "If you could ride this animal, what would the journey be like?": "Se você pudesse montar neste animal, como seria a jornada?",
  "How would you describe the movement of this animal without naming it?": "Como você descreveria o movimento deste animal sem nomeá-lo?",
  "If this animal could wear clothes, what style would it have?": "Se este animal pudesse usar roupas, que estilo teria?",
  "What sound would you expect it to make?": "Que som você esperaria que ele fizesse?",
  "If this animal were part of a sports team, what position would it play?": "Se este animal fizesse parte de uma equipe esportiva, que posição jogaria?",
  "What is the most unusual thing this animal might eat?": "Qual é a coisa mais incomum que este animal poderia comer?",
  "If this animal lived in a city, how would it get around?": "Se este animal vivesse em uma cidade, como se locomoveria?",
  "What would be the biggest danger this animal faces in the wild?": "Qual seria o maior perigo que este animal enfrentaria na natureza?",
  "If this animal had a superpower, what would it be?": "Se este animal tivesse um superpoder, qual seria?",
  "How would this animal react if it saw its reflection in a mirror?": "Como este animal reagiria se visse seu reflexo no espelho?",
  "If this animal could talk, what accent would it have?": "Se este animal pudesse falar, que sotaque teria?",
  "What weather would this animal enjoy the most?": "Que clima este animal mais gostaria?",
  "If this animal could compete in the Olympics, what sport would it be best at?": "Se este animal pudesse competir nas Olimpíadas, em que esporte seria melhor?",
  "How would you explain this animal to someone who has never seen it?": "Como você explicaria este animal para alguém que nunca o viu?",
  "If you could transform into this animal for a day, what would you do?": "Se você pudesse se transformar neste animal por um dia, o que faria?",
  "What famous person would best match this animal's personality?": "Que pessoa famosa combinaria melhor com a personalidade deste animal?",

  "_comment_halloween_content": "========== HALLOWEEN - Palavras Secretas ==========",
  "Vampire": "Vampiro",
  "Skeleton": "Esqueleto",
  "Witch": "Bruxa",
  "Ghost": "Fantasma",
  "Zombie": "Zumbi",
  "Werewolf": "Lobisomem",
  "Mummy": "Múmia",
  "Black cat": "Gato preto",
  "Spider": "Aranha",
  "Bat": "Morcego",
  "Scarecrow": "Espantalho",
  "Grim reaper": "Ceifador",
  "Headless horseman": "Cavaleiro sem cabeça",
  "Goblin": "Goblin",
  "Gargoyle": "Gárgula",
  "Demon": "Demônio",
  "Troll": "Troll",
  "Banshee": "Banshee",
  "Ghoul": "Carniçal",
  "Cyclops": "Ciclope",
  "Medusa": "Medusa",
  "Minotaur": "Minotauro",

  "_comment_halloween_first": "========== HALLOWEEN - Primeiro Conjunto de Perguntas ==========",
  "Is this something that appears only at night?": "Isso é algo que aparece apenas à noite?",
  "Would children be scared of this?": "As crianças teriam medo disso?",
  "Is this something you might see in a graveyard?": "Isso é algo que você poderia ver em um cemitério?",
  "Can this fly?": "Isso pode voar?",
  "Is this a living creature in Halloween stories?": "Isso é uma criatura viva nas histórias de Halloween?",
  "Would you find this inside a haunted house?": "Você encontraria isso dentro de uma casa assombrada?",
  "Is this associated with magic or spells?": "Isso está associado com magia ou feitiços?",
  "Does this have a connection to the full moon?": "Isso tem conexão com a lua cheia?",
  "Is this something people dress up as for Halloween?": "Isso é algo que as pessoas se fantasiam no Halloween?",
  "Would this be considered evil or dangerous in stories?": "Isso seria considerado mau ou perigoso nas histórias?",
  "Does this make a spooky sound?": "Isso faz um som assustador?",
  "Is this typically shown in black color?": "Isso é tipicamente mostrado na cor preta?",
  "Does this have bones or a skeletal structure?": "Isso tem ossos ou estrutura esquelética?",
  "Is this commonly used as a Halloween decoration?": "Isso é comumente usado como decoração de Halloween?",
  "Would this glow in the dark?": "Isso brilharia no escuro?",
  "Is this something that transforms or changes form?": "Isso é algo que se transforma ou muda de forma?",
  "Does this appear in classic horror movies?": "Isso aparece em filmes de terror clássicos?",
  "Does this creature drink blood?": "Essa criatura bebe sangue?",
  "Is this from Greek or Roman mythology?": "Isso é da mitologia grega ou romana?",
  "Does this have more than two eyes?": "Isso tem mais de dois olhos?",
  "Can this creature speak human language?": "Essa criatura pode falar a língua humana?",
  "Is this creature immortal or undead?": "Essa criatura é imortal ou morta-viva?",
  "Does this have claws or sharp teeth?": "Isso tem garras ou dentes afiados?",
  "Would you find this in a forest or woods?": "Você encontraria isso em uma floresta ou bosque?",
  "Is this creature part human and part something else?": "Essa criatura é parte humana e parte outra coisa?",
  "Does this creature cast shadows?": "Essa criatura projeta sombras?",
  "Would garlic or silver harm this creature?": "Alho ou prata machucaria essa criatura?",
  "Is this creature associated with a specific legend or folklore?": "Essa criatura está associada a uma lenda ou folclore específico?",
  "Does this creature hunt humans?": "Essa criatura caça humanos?",
  "Can this creature be killed by normal weapons?": "Essa criatura pode ser morta por armas normais?",

  "_comment_halloween_second": "========== HALLOWEEN - Segundo Conjunto de Perguntas ==========",
  "If this came to life, how would it move around?": "Se isso ganhasse vida, como se moveria?",
  "What kind of sound would this make at midnight?": "Que tipo de som isso faria à meia-noite?",
  "If this had a favorite hangout spot, where would it be?": "Se isso tivesse um lugar favorito para ficar, onde seria?",
  "Would this be more scary or funny in real life?": "Isso seria mais assustador ou engraçado na vida real?",
  "If this could speak, what would be its catchphrase?": "Se isso pudesse falar, qual seria seu bordão?",
  "What special power or ability would this have?": "Que poder ou habilidade especial isso teria?",
  "If you encountered this on Halloween night, what would you do?": "Se você encontrasse isso na noite de Halloween, o que faria?",
  "What would be this creature's favorite food?": "Qual seria a comida favorita dessa criatura?",
  "If this threw a party, what kind of music would be playing?": "Se isso desse uma festa, que tipo de música estaria tocando?",
  "How would you describe the texture or appearance of this without naming it?": "Como você descreveria a textura ou aparência disso sem nomear?",
  "If this had a job, what would it be?": "Se isso tivesse um trabalho, qual seria?",
  "What's the scariest version of this you can imagine?": "Qual é a versão mais assustadora disso que você pode imaginar?",
  "Would this prefer to work alone or in a group?": "Isso preferiria trabalhar sozinho ou em grupo?",
  "If this were a character in a story, would it be the villain or misunderstood hero?": "Se isso fosse um personagem em uma história, seria o vilão ou o herói incompreendido?",
  "What weakness would this have?": "Que fraqueza isso teria?",
  "If you could give this a modern twist, what would it look like?": "Se você pudesse dar uma reviravolta moderna a isso, como seria?",
  "What time of day would this be most powerful?": "Em que hora do dia isso seria mais poderoso?",
  "If this had a pet, what would it be?": "Se isso tivesse um animal de estimação, o que seria?",
  "How would kids react if they saw this while trick-or-treating?": "Como as crianças reagiriam se vissem isso enquanto fazem 'doces ou travessuras'?",
  "If this existed in real life, where in the world would you most likely find it?": "Se isso existisse na vida real, onde no mundo você provavelmente encontraria?",
  "What would this creature's lair or home look like?": "Como seria a toca ou casa dessa criatura?",
  "If this creature had a best friend, what other creature would it be?": "Se essa criatura tivesse um melhor amigo, que outra criatura seria?",
  "What smell would you associate with this creature?": "Que cheiro você associaria com essa criatura?",
  "If this creature could shapeshift, what would it turn into?": "Se essa criatura pudesse mudar de forma, no que se transformaria?",
  "What would be the first thing this creature would do if it woke up in a modern city?": "Qual seria a primeira coisa que essa criatura faria se acordasse em uma cidade moderna?",
  "If this creature had a secret hobby, what would it be?": "Se essa criatura tivesse um hobby secreto, qual seria?",
  "What kind of treasure or possession would this creature guard?": "Que tipo de tesouro ou posse essa criatura guardaria?",
  "If you had to defeat this creature, what strategy would you use?": "Se você tivesse que derrotar essa criatura, que estratégia usaria?",
  "What origin story would explain how this creature came to exist?": "Que história de origem explicaria como essa criatura passou a existir?",
  "If this creature wrote an autobiography, what would the title be?": "Se essa criatura escrevesse uma autobiografia, qual seria o título?"
}
