{
  "foods": {
    "available": true,
    "content": [
      "Strogonoff",
      "Cabbage",
      "Fried chicken",
      "Vanilla ice cream",
      "Corn with butter",
      "Creme brulee",
      "Rice",
      "Beans",
      "Vegan burger",
      "Bacon burger",
      "Milkshake",
      "Brocolli Pizza",
      "Caesar Salad",
      "Carrot Soup",
      "Beef Lasagna",
      "Vegan Lasagna",
      "French fries with cheddar",
      "Sushi"
    ],
    "firstSetOfQuestions": [
      "Does this food have a strong smell that you can recognize immediately?",
      "Would this food still taste good if it were reheated the next day?",
      "Is this something you'd probably share with friends or keep for yourself?",
      "Could this food be made at home easily?",
      "Does it have multiple colors?",
      "Would it be considered a healthy choice?",
      "Could it be eaten without utensils while walking?",
      "Is it commonly served in restaurants?",
      "Does it usually require cooking before eating?",
      "Is it made from animal products?",
      "Can it be stored for more than a week without spoiling?",
      "Is it typically eaten as a main course?",
      "Does it contain dairy?",
      "Is it usually served in a bowl or plate?",
      "Would it be considered a comfort food?",
      "Does it contain bread or dough?",
      "Is it more popular in summer than in winter?",
      "Can it be spicy?",
      "Does it have a crunchy texture?",
      "Would children usually enjoy eating it?"
    ],
    "secondSetOfQuestions": [
      "Would you usually eat this with a fork, spoon, or just your hands?",
      "If this food were served at a fancy restaurant, how might it be presented?",
      "What unusual ingredient could be added to this food to surprise someone?",
      "If you could invent a new flavor for this food, what would it be?",
      "Is it something you might find at a street food market? Describe the setting.",
      "If this food were a holiday tradition, what would people do to celebrate it?",
      "Is it more popular in a specific country? Which country and why?",
      "What drink would pair perfectly with this food?",
      "Would this food be better for a romantic date or a family gathering?",
      "If this food were a music genre, which one would it be and why?",
      "What superpower would you get after eating this food?",
      "Describe the texture of this food without naming it.",
      "What kind of event would this food be perfect for?",
      "If you could only eat this food for a week, how would you prepare it differently each day?",
      "What's the funniest or weirdest memory you have related to eating this food?",
      "If this food could talk, what would its personality be like?",
      "How would you describe this food to someone who has never seen it?",
      "If you had to make this food from scratch, what would be the hardest step?",
      "What celebrity would you invite to eat this food with you?",
      "If this food were an animal, which one would it be?"
    ]
  },
  "animals": {
    "available": true,
    "content": [
      "Lion",
      "Polar bear",
      "Flamingo",
      "Parrot",
      "Alligator",
      "Sloth",
      "Panther",
      "Ant",
      "Ostrich",
      "Zebra",
      "Octopus",
      "Capybara",
      "Bat",
      "Whale shark",
      "Cat",
      "Dog"
    ],
    "firstSetOfQuestions": [
      "Does this animal live in water for most of its life?",
      "Is it bigger than a human?",
      "Does it have fur?",
      "Is it a carnivore?",
      "Can it fly?",
      "Is it commonly found in zoos?",
      "Is it considered dangerous to humans?",
      "Does it live in groups or packs?",
      "Is it active mostly at night?",
      "Is it native to only one continent?",
      "Does it migrate seasonally?",
      "Is it a mammal?",
      "Does it have a tail?",
      "Is it known for its speed?",
      "Is it commonly kept as a pet?",
      "Does it have a lifespan longer than 20 years?",
      "Is it more often seen in warm climates?",
      "Does it have bright or unusual colors?",
      "Can it camouflage itself in its environment?",
      "Is it known for making loud or distinctive sounds?"
    ],
    "secondSetOfQuestions": [
      "If you could give this animal a job, what would it be?",
      "What kind of home or shelter does this animal live in?",
      "If this animal were a character in a movie, would it be the hero, villain, or comic relief?",
      "What would a day in the life of this animal look like?",
      "If you could ride this animal, what would the journey be like?",
      "How would you describe the movement of this animal without naming it?",
      "If this animal could wear clothes, what style would it have?",
      "What sound would you expect it to make?",
      "If this animal were part of a sports team, what position would it play?",
      "What is the most unusual thing this animal might eat?",
      "If this animal lived in a city, how would it get around?",
      "What would be the biggest danger this animal faces in the wild?",
      "If this animal had a superpower, what would it be?",
      "How would this animal react if it saw its reflection in a mirror?",
      "If this animal could talk, what accent would it have?",
      "What weather would this animal enjoy the most?",
      "If this animal could compete in the Olympics, what sport would it be best at?",
      "How would you explain this animal to someone who has never seen it?",
      "If you could transform into this animal for a day, what would you do?",
      "What famous person would best match this animal's personality?"
    ]
  },
  "halloween": {
    "available": true,
    "content": [
      "Vampire",
      "Skeleton",
      "Witch",
      "Ghost",
      "Zombie",
      "Werewolf",
      "Mummy",
      "Black cat",
      "Spider",
      "Bat",
      "Scarecrow",
      "Grim reaper",
      "Headless horseman",
      "Goblin",
      "Gargoyle",
      "Demon",
      "Troll",
      "Banshee",
      "Ghoul",
      "Cyclops",
      "Medusa",
      "Minotaur"
    ],
    "firstSetOfQuestions": [
      "Is this something that appears only at night?",
      "Would children be scared of this?",
      "Is this something you might see in a graveyard?",
      "Can this fly?",
      "Is this a living creature in Halloween stories?",
      "Would you find this inside a haunted house?",
      "Is this associated with magic or spells?",
      "Does this have a connection to the full moon?",
      "Is this something people dress up as for Halloween?",
      "Would this be considered evil or dangerous in stories?",
      "Does this make a spooky sound?",
      "Is this typically shown in black color?",
      "Does this have bones or a skeletal structure?",
      "Is this commonly used as a Halloween decoration?",
      "Would this glow in the dark?",
      "Is this something that transforms or changes form?",
      "Does this appear in classic horror movies?",
      "Does this creature drink blood?",
      "Is this from Greek or Roman mythology?",
      "Does this have more than two eyes?",
      "Can this creature speak human language?",
      "Is this creature immortal or undead?",
      "Does this have claws or sharp teeth?",
      "Would you find this in a forest or woods?",
      "Is this creature part human and part something else?",
      "Does this creature cast shadows?",
      "Would garlic or silver harm this creature?",
      "Is this creature associated with a specific legend or folklore?",
      "Does this creature hunt humans?",
      "Can this creature be killed by normal weapons?"
    ],
    "secondSetOfQuestions": [
      "If this came to life, how would it move around?",
      "What kind of sound would this make at midnight?",
      "If this had a favorite hangout spot, where would it be?",
      "Would this be more scary or funny in real life?",
      "If this could speak, what would be its catchphrase?",
      "What special power or ability would this have?",
      "If you encountered this on Halloween night, what would you do?",
      "What would be this creature's favorite food?",
      "If this threw a party, what kind of music would be playing?",
      "How would you describe the texture or appearance of this without naming it?",
      "If this had a job, what would it be?",
      "What's the scariest version of this you can imagine?",
      "Would this prefer to work alone or in a group?",
      "If this were a character in a story, would it be the villain or misunderstood hero?",
      "What weakness would this have?",
      "If you could give this a modern twist, what would it look like?",
      "What time of day would this be most powerful?",
      "If this had a pet, what would it be?",
      "How would kids react if they saw this while trick-or-treating?",
      "If this existed in real life, where in the world would you most likely find it?",
      "What would this creature's lair or home look like?",
      "If this creature had a best friend, what other creature would it be?",
      "What smell would you associate with this creature?",
      "If this creature could shapeshift, what would it turn into?",
      "What would be the first thing this creature would do if it woke up in a modern city?",
      "If this creature had a secret hobby, what would it be?",
      "What kind of treasure or possession would this creature guard?",
      "If you had to defeat this creature, what strategy would you use?",
      "What origin story would explain how this creature came to exist?",
      "If this creature wrote an autobiography, what would the title be?"
    ]
  }
}